Repository: ninondev/Dayside
Catalog: TahoeTime/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: de, en, es, fr, id, it, ja, ko, nl, pl, pt_br, ru, tr, vi, zh_hant

source: 专注中
de: Fokusphase
en: Focusing
es: Concentración en curso
fr: Concentration en cours
id: Sedang fokus
it: Concentrazione in corso
ja: 集中中
ko: 집중 중
nl: Bezig met focussen
pl: Skupienie
pt_br: Em foco
ru: Концентрация
tr: Odaklanma sürüyor
vi: Đang tập trung
zh_hant: 專注中

# 两地钟面一致，不需要按光照调整。
source: 两地钟点一样，不用调整作息。
de: Beide Orte haben dieselbe Uhrzeit; es ist keine Anpassung nötig.
en: Both places show the same time, so there’s nothing to adjust.
es: Ambos lugares tienen la misma hora; no hay nada que ajustar.
fr: Les deux lieux ont la même heure ; rien à ajuster.
id: Waktu di kedua lokasi sama, jadi tidak perlu penyesuaian.
it: I due luoghi hanno la stessa ora, non c’è nulla da regolare.
ja: 両地点の時刻は同じなので、調整は不要です。
ko: 두 곳의 시각이 같아 조정할 필요가 없습니다.
nl: Beide locaties hebben dezelfde kloktijd, dus aanpassing is niet nodig.
pl: Oba miejsca mają ten sam czas, więc nie trzeba nic dostosowywać.
pt_br: Os dois locais mostram a mesma hora; não é preciso ajustar a rotina.
ru: В обоих местах одинаковое время, корректировка не нужна.
tr: İki konumun saati aynı; günlük düzeninizi değiştirmeniz gerekmez.
vi: Hai nơi cùng giờ, không cần điều chỉnh lịch sinh hoạt.
zh_hant: 兩地時間一致，不需要調整作息。

source: 两场
de: Zwei
en: Two
es: Dos
fr: Deux
id: Dua
it: Due
ja: 2回
ko: 회차 2개
nl: Twee
pl: Dwie tury
pt_br: Duas
ru: Две
tr: İki
vi: Hai phiên
zh_hant: 兩場

# 人物存档版本较新，更新 Dayside 后再编辑。原始数据已保留。
source: 人物数据由较新版本的Dayside保存，更新后才能编辑。原始数据已保留。
de: Diese Personendaten wurden mit einer neueren Version von Dayside gesichert. Aktualisiere Dayside, um sie zu bearbeiten. Die Originaldaten bleiben erhalten.
en: People data was saved by a newer version of Dayside. Update Dayside to edit it. The original data is kept.
es: Los datos de personas se han guardado con una versión más reciente de Dayside. Actualiza Dayside para editarlos. Los datos originales se conservan.
fr: Les données des personnes ont été enregistrées par une version plus récente de Dayside. Mettez Dayside à jour pour les modifier. Les données d’origine ont été conservées.
id: Data orang disimpan oleh versi Dayside yang lebih baru. Perbarui Dayside untuk mengeditnya. Data asli tetap tersimpan.
it: I dati delle persone sono stati salvati da una versione più recente di Dayside. Aggiorna Dayside per modificarli. I dati originali sono conservati.
ja: 登録した人のデータは、より新しいバージョンのDaysideで保存されています。編集するにはDaysideをアップデートしてください。元のデータは保持されています。
ko: 사람 데이터는 더 새로운 버전의 Dayside에서 저장되었습니다. 편집하려면 Dayside를 업데이트하세요. 원본 데이터는 보존됩니다.
nl: Deze gegevens over personen zijn bewaard door een nieuwere versie van Dayside. Werk Dayside bij om ze te bewerken. De oorspronkelijke gegevens zijn behouden.
pl: Dane osób zachowano w nowszej wersji aplikacji Dayside. Uaktualnij aplikację Dayside, aby je edytować. Oryginalne dane zostały zachowane.
pt_br: Os dados de pessoas foram salvos por uma versão mais recente do Dayside. Atualize o Dayside para editar. Os dados originais foram preservados.
ru: Данные людей сохранены в более новой версии Dayside. Обновите Dayside, чтобы редактировать их. Исходные данные сохранены.
tr: Kişi verileri Dayside’ın daha yeni bir sürümüyle kaydedilmiş. Düzenlemek için Dayside’ı güncelleyin. Özgün veriler korundu.
vi: Dữ liệu Mọi người được lưu bằng phiên bản Dayside mới hơn. Hãy cập nhật Dayside trước khi sửa. Dữ liệu gốc vẫn được giữ.
zh_hant: 人物資料由較新版本的Dayside儲存，更新後才能編輯。原始資料已保留。

# 仅读取姓名用于选择。保存后，Dayside 保留所选姓名与通讯录标识；所在地和作息由你填写。
source: 只读取姓名供你选择；保存后Dayside只留下姓名和通讯录标识。
de: Zum Auswählen werden nur Namen gelesen. Nach dem Sichern behält Dayside nur den Namen und die Kontaktkennung.
en: Only names are read for you to choose from. After you save, Dayside keeps just the name and contact identifier.
es: Solo se leen los nombres para que puedas elegir. Al guardar, Dayside conserva únicamente el nombre y el identificador del contacto.
fr: Seuls les noms sont lus pour vous permettre de faire votre choix. Après l’enregistrement, Dayside ne conserve que le nom et l’identifiant du contact.
id: Hanya nama yang dibaca untuk dipilih. Setelah disimpan, Dayside hanya menyimpan nama dan pengenal kontak.
it: Vengono letti solo i nomi per la selezione. Dopo il salvataggio, Dayside conserva solo il nome e l’identificativo del contatto.
ja: 選択用に名前だけを読み取ります。保存後は、Daysideに選んだ名前と連絡先の識別子だけを保持します。
ko: 선택할 수 있도록 이름만 읽습니다. 저장하면 Dayside에 이름과 연락처 식별자만 보관됩니다.
nl: Alleen namen worden gelezen om uit te kiezen. Na het bewaren houdt Dayside alleen de naam en de contact-ID bij.
pl: Do wyboru odczytywane są tylko imiona i nazwiska. Po zachowaniu aplikacja Dayside przechowuje jedynie imię i nazwisko oraz identyfikator kontaktu.
pt_br: O Dayside lê apenas os nomes para você escolher. Após salvar, mantém apenas o nome e o identificador do contato.
ru: Для выбора читаются только имена. После сохранения Dayside хранит только имя и идентификатор контакта.
tr: Seçim yapmanız için yalnızca adlar okunur. Kaydettikten sonra Dayside yalnızca adı ve kişi tanımlayıcısını saklar.
vi: Chỉ đọc tên để bạn chọn. Sau khi lưu, Dayside chỉ giữ tên đã chọn và mã định danh liên hệ.
zh_hant: 僅讀取姓名供你選擇。儲存後，Dayside只保留姓名和聯絡人識別碼。

source: 今天%lld次
de: Heute %lld Fokusphasen
en: %lld sessions today
es: %lld sesiones hoy
fr: %lld séances aujourd’hui
id: %lld sesi hari ini
it: %lld sessioni oggi
ja: 今日%lld回
ko: 오늘 %lld회
nl: %lld focussessies vandaag
pl: Dzisiaj: %lld sesji
pt_br: %lld sessões hoje
ru: Сегодня %lld сеанса
tr: Bugün %lld kez
vi: Hôm nay %lld lần

source: 从通讯录选择
de: Aus „Kontakte“ auswählen …
en: Choose from Contacts
es: Elegir de Contactos
fr: Choisir dans Contacts
id: Pilih dari Kontak
it: Scegli da Contatti
ja: 連絡先から選択
ko: 연락처에서 선택
nl: Kies uit Contacten
pl: Wybierz z Kontaktów
pt_br: Escolher nos Contatos
ru: Выбрать из «Контактов»
tr: Kişiler’den Seç
vi: Chọn từ Danh bạ
zh_hant: 從聯絡人選擇

source: 休假中
de: Im Urlaub
en: On leave
es: De vacaciones
fr: En congé
id: Sedang cuti
it: In ferie
ja: 休暇中
ko: 휴가 중
nl: Met verlof
pl: Na urlopie
pt_br: De férias
ru: В отпуске
tr: İzinde
vi: Đang nghỉ phép

source: 休息日
de: Freier Tag
en: Day off
es: Día libre
fr: Jour de repos
id: Hari libur
it: Giorno libero
ja: 休み
ko: 쉬는 날
nl: Vrije dag
pl: Dzień wolny
pt_br: Dia de folga
ru: Выходной
tr: Çalışılmayan gün
vi: Ngày nghỉ

source: 作息未知
de: Tagesrhythmus unbekannt
en: Schedule unknown
es: Horario desconocido
fr: Horaires inconnus
id: Jadwal tidak diketahui
it: Orari sconosciuti
ja: 生活スケジュールが不明
ko: 일과 정보 없음
nl: Rooster onbekend
pl: Nieznany rozkład dnia
pt_br: Rotina desconhecida
ru: Распорядок неизвестен
tr: Günlük düzen bilinmiyor
vi: Chưa rõ lịch sinh hoạt

# 你仍可手工添加人物。若要导入，可在系统设置中允许 Dayside 访问通讯录。
source: 可以手动添加人物；要从通讯录导入，请在系统设置里允许Dayside访问通讯录。
de: Du kannst Personen weiterhin manuell hinzufügen. Zum Importieren kannst du Dayside in den Systemeinstellungen Zugriff auf Kontakte erlauben.
en: You can add people manually. To import from Contacts, allow Dayside access in System Settings.
es: Puedes añadir personas manualmente. Para importarlas desde Contactos, permite que Dayside acceda en Ajustes del Sistema.
fr: Vous pouvez ajouter des personnes manuellement. Pour les importer, autorisez Dayside à accéder à Contacts dans Réglages Système.
id: Anda tetap dapat menambahkan orang secara manual. Untuk mengimpor dari Kontak, izinkan Dayside mengakses Kontak di Pengaturan Sistem.
it: Puoi aggiungere persone a mano. Per importarle da Contatti, consenti l’accesso a Dayside in Impostazioni di Sistema.
ja: 人は手動でも追加できます。連絡先から読み込むには、システム設定でDaysideによる連絡先へのアクセスを許可してください。
ko: 사람을 직접 추가할 수 있습니다. 연락처에서 가져오려면 시스템 설정에서 Dayside의 연락처 접근을 허용하세요.
nl: Je kunt personen ook handmatig toevoegen. Om uit Contacten te importeren, geef je Dayside toegang in Systeeminstellingen.
pl: Możesz dodawać osoby ręcznie. Aby importować z Kontaktów, zezwól aplikacji Dayside na dostęp do Kontaktów w Ustawieniach systemowych.
pt_br: Você pode adicionar pessoas manualmente. Para importar, permita o acesso do Dayside aos contatos nos Ajustes do Sistema.
ru: Людей можно добавлять вручную. Для импорта из «Контактов» разрешите Dayside доступ к контактам в Системных настройках.
tr: Kişileri elle ekleyebilirsiniz. Kişiler’den içe aktarmak için Sistem Ayarları’nda Dayside’ın kişilerinize erişmesine izin verin.
vi: Bạn có thể thêm người theo cách thủ công. Để nhập từ Danh bạ, hãy cho phép Dayside truy cập trong Cài đặt hệ thống.
zh_hant: 可以手動新增人物；若要從聯絡人輸入，請在「系統設定」中允許Dayside存取聯絡人。

source: 例会轮换
de: Rotation
en: Rotation
es: Rotación
fr: Rotation
id: Rotasi
it: Rotazione
ja: 持ち回り
ko: 순환
nl: Roulatie
pl: Rotacja
pt_br: Revezamento
ru: Чередование
tr: Rotasyon
vi: Luân phiên họp định kỳ
zh_hant: 例會輪換

source: 保存常用的参与者组合，一键切换
de: Häufig verwendete Gruppen von Teilnehmenden sichern und mit einem Klick wechseln
en: Save groups of participants you use often and switch between them with one click
es: Guarda grupos de participantes habituales y cambia entre ellos con un clic
fr: Enregistrez vos groupes habituels de participants et passez de l’un à l’autre en un clic.
id: Simpan grup peserta yang sering dipakai, lalu beralih dengan satu klik
it: Salva i gruppi di partecipanti che usi spesso e passa dall’uno all’altro con un clic
ja: よく使う参加者のグループを保存して、ワンクリックで切り替えられます
ko: 자주 쓰는 참가자 그룹을 저장하고 한 번의 클릭으로 전환합니다.
nl: Bewaar veelgebruikte groepen deelnemers en wissel met één klik tussen de groepen.
pl: Zachowuj często używane grupy uczestników i przełączaj je jednym kliknięciem
pt_br: Salve grupos de participantes usados com frequência e alterne entre eles com um clique
ru: Сохранить часто используемые группы участников для переключения между ними одним нажатием
tr: Sık kullanılan katılımcı gruplarını kaydedin, tek tıkla geçiş yapın
vi: Lưu các nhóm người tham gia thường dùng và chuyển nhóm bằng một lần bấm
zh_hant: 儲存常用的參與者組合，按一下即可切換

source: 保存当前为组合…
de: Aktuelle Auswahl als Gruppe sichern …
en: Save Current as Group…
es: Guardar selección como grupo…
fr: Enregistrer la sélection comme groupe…
id: Simpan Pilihan Saat Ini sebagai Grup…
it: Salva selezione come gruppo…
ja: 現在の選択をグループとして保存…
ko: 현재 선택을 그룹으로 저장…
nl: Bewaar huidige selectie als groep…
pl: Zachowaj bieżący wybór jako grupę…
pt_br: Salvar Seleção Como Grupo…
ru: Сохранить выбор как группу…
tr: Geçerli Seçimi Grup Olarak Kaydet…
vi: Lưu lựa chọn hiện tại thành nhóm…
zh_hant: 將目前設定儲存為組合⋯

source: 保存当前组合
de: Aktuelle Gruppe sichern
en: Save Current Group
es: Guardar grupo actual
fr: Enregistrer le groupe actuel
id: Simpan Grup Saat Ini
it: Salva gruppo attuale
ja: 現在のグループを保存
ko: 현재 그룹 저장
nl: Bewaar huidige groep
pl: Zachowaj bieżącą grupę
pt_br: Salvar Grupo Atual
ru: Сохранить текущую группу
tr: Geçerli Grubu Kaydet
vi: Lưu nhóm hiện tại
zh_hant: 儲存目前組合

source: 倒计时
de: Countdown
en: Countdown
es: Cuenta atrás
fr: Compte à rebours
id: Hitung Mundur
it: Conto alla rovescia
ja: カウントダウン
ko: 카운트다운
nl: Aftellen
pl: Odliczanie
pt_br: Contagem Regressiva
ru: Обратный отсчёт
tr: Geri Sayım
vi: Đếm ngược
zh_hant: 倒數計時

source: 倒计时已开始。
de: Countdown gestartet.
en: Countdown started.
es: Cuenta atrás iniciada.
fr: Compte à rebours lancé.
id: Hitung mundur dimulai.
it: Conto alla rovescia avviato.
ja: カウントダウンを開始しました。
ko: 카운트다운이 시작되었습니다.
nl: Aftellen gestart.
pl: Rozpoczęto odliczanie.
pt_br: A contagem regressiva começou.
ru: Обратный отсчёт запущен.
tr: Geri sayım başladı.
vi: Đã bắt đầu đếm ngược.
zh_hant: 倒數計時已開始。

source: 倒计时已结束
de: Countdown abgelaufen
en: Timer finished
es: La cuenta atrás ha terminado
fr: Le compte à rebours est terminé.
id: Hitung mundur selesai
it: Conto alla rovescia terminato
ja: タイマーが終了しました
ko: 카운트다운 종료
nl: Aftellen afgelopen
pl: Odliczanie zakończone
pt_br: A contagem regressiva terminou
ru: Обратный отсчёт завершён
tr: Geri sayım bitti
vi: Đếm ngược đã kết thúc
zh_hant: 倒數計時已結束

source: 假期
de: Urlaub
en: Time Off
es: Vacaciones
fr: Congés
id: Cuti
it: Ferie
ja: 休暇
ko: 휴가
nl: Verlof
pl: Urlop
pt_br: Férias
ru: Отпуск
tr: İzinler
vi: Kỳ nghỉ

# 做完一段专注后，这里记今天的次数与总时长；中途取消的不算。
source: 还没有完成的专注
de: Noch keine abgeschlossenen Fokusphasen
en: No completed focus sessions yet
es: Aún no hay sesiones de concentración completadas
fr: Aucune séance de concentration terminée pour l’instant
id: Belum ada sesi fokus yang selesai
it: Ancora nessuna sessione di concentrazione completata
ja: まだ完了した集中セッションはありません
ko: 아직 완료한 집중 시간 없음
nl: Nog geen voltooide focussessies
pl: Brak ukończonych sesji skupienia
pt_br: Nenhuma sessão de foco concluída ainda
ru: Завершённых сеансов концентрации пока нет
tr: Henüz tamamlanan odaklanma oturumu yok
vi: Chưa có phiên tập trung nào hoàn thành
zh_hant: 還沒有完成的專注時段

source: 允许读取日历
de: Kalenderzugriff erlauben
en: Allow Calendar Access
es: Permitir acceso a los calendarios
fr: Autoriser la lecture des calendriers
id: Izinkan Akses Kalender
it: Consenti accesso al calendario
ja: カレンダーの読み取りを許可
ko: 캘린더 읽기 허용
nl: Sta toe dat agenda's worden gelezen
pl: Zezwól na odczyt kalendarzy
pt_br: Permitir Leitura dos Calendários
ru: Разрешить чтение календарей
tr: Takvim Erişimine İzin Ver
vi: Cho phép đọc lịch
zh_hant: 允許讀取行事曆

# 光照时段按公开的昼夜节律研究估算（体温最低点取起床前约 3 小时），是参考，不是医疗建议；身体反应因人而异。
source: 光照时段是参考，不是医疗建议；身体反应因人而异。
de: Die Lichtzeiten dienen zur Orientierung, nicht als medizinischer Rat; Menschen reagieren unterschiedlich.
en: Light windows are a reference, not medical advice; people respond differently.
es: Las franjas de luz son una referencia, no un consejo médico; cada persona responde de forma distinta.
fr: Les créneaux d’exposition à la lumière sont un repère, pas un conseil médical ; les réactions varient d’une personne à l’autre.
id: Waktu paparan cahaya hanya acuan, bukan saran medis; respons tubuh tiap orang berbeda.
it: Le fasce di esposizione alla luce sono indicazioni di riferimento, non consigli medici; la risposta varia da persona a persona.
ja: 光を浴びる時間は目安であり医療上の助言ではありません。体の反応には個人差があります。
ko: 빛 노출 시간대는 참고 자료일 뿐 의학적 조언이 아니며, 몸의 반응은 사람마다 다릅니다.
nl: De tijdvakken voor licht zijn een richtlijn, geen medisch advies. Iedereen reageert anders.
pl: Pory korzystania ze światła służą orientacji i nie stanowią porady medycznej; reakcja organizmu różni się u poszczególnych osób.
pt_br: Os períodos de exposição à luz são uma referência, não uma orientação médica; as reações variam de pessoa para pessoa.
ru: Периоды воздействия света — справочная информация, а не медицинская рекомендация; реакция организма у всех разная.
tr: Işık aralıkları bilgi amaçlıdır ve tıbbi öneri içermez; vücudun tepkisi kişiden kişiye değişir.
vi: Các khung giờ tiếp xúc với ánh sáng chỉ để tham khảo, không phải lời khuyên y tế; phản ứng của cơ thể mỗi người khác nhau.
zh_hant: 光照時段是參考，不是醫療建議；身體反應因人而異。

source: 入睡
de: Schlafenszeit
en: Bedtime
es: Hora de dormir
fr: Coucher
id: Waktu Tidur
it: Ora di addormentamento
ja: 就寝
ko: 취침
nl: Bedtijd
pl: Pora snu
pt_br: Dormir
ru: Засыпание
tr: Yatma Zamanı
vi: Giờ đi ngủ

source: 入睡和起床不能相同，请重新选择。
de: Schlafenszeit und Aufstehzeit dürfen nicht gleich sein. Wähle andere Zeiten.
en: Bedtime and wake time can’t be the same. Choose different times.
es: La hora de dormir y la de despertar no pueden coincidir. Elige otras horas.
fr: Les heures de coucher et de lever doivent être différentes. Choisissez d’autres horaires.
id: Waktu tidur dan waktu bangun tidak boleh sama. Pilih waktu yang berbeda.
it: L’ora di addormentamento e quella del risveglio non possono coincidere. Scegli orari diversi.
ja: 就寝時刻と起床時刻は同じにできません。選び直してください。
ko: 취침과 기상 시각은 같을 수 없습니다. 다시 선택하세요.
nl: Bedtijd en opstaantijd mogen niet gelijk zijn. Kies andere tijden.
pl: Pora snu i pobudki nie mogą być takie same. Wybierz inne godziny.
pt_br: Os horários de dormir e acordar não podem ser iguais. Escolha horários diferentes.
ru: Время засыпания не может совпадать со временем пробуждения. Выберите другое время.
tr: Yatma ve uyanma saati aynı olamaz. Farklı saatler seçin.
vi: Giờ đi ngủ và giờ thức dậy không được trùng. Hãy chọn giờ khác.
zh_hant: 入睡和起床時間不能相同，請重新選擇。

source: 全部日历
de: Alle Kalender
en: All Calendars
es: Todos los calendarios
fr: Tous les calendriers
id: Semua Kalender
it: Tutti i calendari
ja: すべてのカレンダー
ko: 모든 캘린더
nl: Alle agenda's
pl: Wszystkie kalendarze
pt_br: Todos os Calendários
ru: Все календари
tr: Tüm Takvimler
vi: Tất cả lịch
zh_hant: 所有行事曆

source: 共%lld轮
de: Insgesamt %lld Runden
en: %lld rounds
es: %lld rondas en total
fr: %lld cycles au total
id: %lld putaran
it: %lld cicli
ja: 全%lld回
ko: 총 %lld회
nl: %lld rondes
pl: %lld rundy
pt_br: Total de %lld ciclos
ru: Всего %lld цикла
tr: Toplam %lld tur
vi: Tổng cộng %lld vòng
zh_hant: 共%lld輪

# 共同时段 %@ %@
source: 共同工作时段：%1$@ %2$@
de: Gemeinsame Arbeitszeit: %1$@ %2$@
en: Shared work hours: %1$@ %2$@
es: Horario laboral común: %1$@ %2$@
fr: Créneaux de travail communs : %1$@ %2$@
id: Jam kerja bersama: %1$@ %2$@
it: Fasce di lavoro comuni: %1$@ %2$@
ja: 共通の勤務時間: %1$@ %2$@
ko: 공통 근무 시간: %1$@ %2$@
nl: Gezamenlijke werktijd: %1$@ %2$@
pl: Wspólne godziny pracy: %1$@ %2$@
pt_br: Horário de trabalho em comum: %1$@ %2$@
ru: Общее рабочее время: %1$@ %2$@
tr: Ortak çalışma saatleri: %1$@ %2$@
vi: Giờ làm việc chung: %1$@ %2$@
zh_hant: 共同工作時段：%1$@ %2$@

# 共同时段 今天 %@
source: 共同工作时段：今天 %@
de: Gemeinsame Arbeitszeit: heute %@
en: Shared work hours: today %@
es: Horario laboral común: hoy %@
fr: Créneaux de travail communs : aujourd’hui %@
id: Jam kerja bersama: hari ini %@
it: Fasce di lavoro comuni: oggi %@
ja: 共通の勤務時間: 今日 %@
ko: 공통 근무 시간: 오늘 %@
nl: Gezamenlijke werktijd: vandaag %@
pl: Wspólne godziny pracy: dzisiaj %@
pt_br: Horário de trabalho em comum: hoje %@
ru: Общее рабочее время: сегодня %@
tr: Ortak çalışma saatleri: bugün %@
vi: Giờ làm việc chung: hôm nay %@
zh_hant: 共同工作時段：今天 %@

# 共同时段 明天 %@
source: 共同工作时段：明天 %@
de: Gemeinsame Arbeitszeit: morgen %@
en: Shared work hours: tomorrow %@
es: Horario laboral común: mañana %@
fr: Créneaux de travail communs : demain %@
id: Jam kerja bersama: besok %@
it: Fasce di lavoro comuni: domani %@
ja: 共通の勤務時間: 明日 %@
ko: 공통 근무 시간: 내일 %@
nl: Gezamenlijke werktijd: morgen %@
pl: Wspólne godziny pracy: jutro %@
pt_br: Horário de trabalho em comum: amanhã %@
ru: Общее рабочее время: завтра %@
tr: Ortak çalışma saatleri: yarın %@
vi: Giờ làm việc chung: ngày mai %@
zh_hant: 共同工作時段：明天 %@

# 关闭窗口后仍继续计时。通知可能受专注模式、睡眠和系统设置影响，无法保证准时显示。
source: 关掉窗口也会继续计时。专注模式、睡眠或系统设置可能让通知晚到或不显示。
de: Die Zeitmessung läuft bei geschlossenem Fenster weiter. Fokus, Ruhezustand und Systemeinstellungen können Mitteilungen verzögern oder unterdrücken.
en: Timing continues after you close the window. Focus, sleep, or system settings may delay or hide notifications.
es: El temporizador sigue funcionando al cerrar la ventana. Los modos de concentración, el reposo o los ajustes del sistema pueden retrasar u ocultar las notificaciones.
fr: Le minuteur continue après la fermeture de la fenêtre. Un mode de concentration, la mise en veille ou les réglages système peuvent retarder ou masquer les notifications.
id: Penghitungan waktu tetap berjalan setelah jendela ditutup. Fokus, mode tidur, atau pengaturan sistem dapat menunda atau menyembunyikan pemberitahuan.
it: Il conteggio continua anche dopo la chiusura della finestra. La modalità “Full immersion”, lo stop del Mac o le impostazioni di sistema possono ritardare o nascondere le notifiche.
ja: ウインドウを閉じても計測は続きます。集中モード、スリープ、システム設定により、通知が遅れたり届かないことがあります。
ko: 윈도우를 닫아도 타이머는 계속됩니다. 집중 모드, 잠자기 또는 시스템 설정으로 알림이 늦거나 표시되지 않을 수 있습니다.
nl: De timer loopt door als je het venster sluit. Focus, sluimerstand en systeeminstellingen kunnen meldingen vertragen of onderdrukken.
pl: Pomiar czasu trwa także po zamknięciu okna. Tryb skupienia, uśpienie lub ustawienia systemowe mogą opóźnić lub ukryć powiadomienia.
pt_br: A contagem continua após fechar a janela. O Foco, o repouso ou os ajustes do sistema podem atrasar ou impedir as notificações.
ru: Отсчёт продолжается после закрытия окна. Фокусирование, режим сна или системные настройки могут задержать уведомления или скрыть их.
tr: Pencereyi kapattıktan sonra sayaç çalışmaya devam eder. Odak, uyku veya sistem ayarları bildirimlerin gecikmesine veya gösterilmemesine neden olabilir.
vi: Hẹn giờ vẫn chạy khi bạn đóng cửa sổ. Chế độ Tập trung, chế độ ngủ hoặc cài đặt hệ thống có thể khiến thông báo đến muộn hoặc không hiển thị.
zh_hant: 關閉視窗後仍會繼續計時。專注模式、睡眠或系統設定可能讓通知晚到或不顯示。

# 写下每天固定要做的事（吃药、和家里通话、打卡…），这里按行程把它们换算成目的地当地时间。
source: 把每天定时做的事（比如吃药、给家里打电话）换算成目的地的时间。
de: Rechnet tägliche feste Zeiten, etwa für Medikamente oder Anrufe nach Hause, in die Zeit am Zielort um.
en: Convert things you do at set times each day, like taking medicine or calling home, to your destination’s time.
es: Convierte las cosas que haces cada día a horas fijas, como tomar medicación o llamar a casa, a la hora del destino.
fr: Convertissez vos horaires fixes quotidiens (médicaments, appel à la maison…) en heure locale à destination.
id: Konversi hal yang Anda lakukan pada jam tetap setiap hari (minum obat, menelepon keluarga) ke waktu tujuan.
it: Converti nell’ora della destinazione le attività quotidiane a orari fissi, come prendere farmaci o telefonare a casa.
ja: 毎日決まった時刻にすること（服薬や家への電話など）を、目的地の時刻に変換します。
ko: 매일 정해진 시각에 하는 일(약 복용, 집에 전화 등)을 목적지의 현지 시간으로 변환합니다.
nl: Reken dagelijkse activiteiten op vaste tijden, zoals medicijnen innemen of naar huis bellen, om naar de tijd op je bestemming.
pl: Przelicz codzienne czynności wykonywane o stałej porze (np. przyjmowanie leków lub telefon do domu) na czas w miejscu docelowym.
pt_br: Converta para o horário do destino as atividades que você faz em horários fixos todos os dias, como tomar remédios ou ligar para casa.
ru: Пересчитайте для места назначения время ежедневных дел, которые Вы выполняете в определённые часы, например приёма лекарства или звонка домой.
tr: Her gün belirli saatlerde yaptığınız işlerin (ilaç almak veya evdekileri aramak gibi) saatlerini varış yerinin saatine dönüştürün.
vi: Quy đổi những việc bạn làm vào giờ cố định mỗi ngày (uống thuốc, gọi về nhà…) sang giờ tại điểm đến.
zh_hant: 把每天定時做的事（如吃藥、給家裡打電話）換算成目的地的時間。

source: 删除组合
de: Gruppe löschen
en: Delete Group
es: Eliminar grupo
fr: Supprimer le groupe
id: Hapus Grup
it: Elimina gruppo
ja: グループを削除
ko: 그룹 삭제
nl: Verwijder groep
pl: Usuń grupę
pt_br: Apagar Grupo
ru: Удалить группу
tr: Grubu Sil
vi: Xóa nhóm
zh_hant: 刪除組合

source: 到期通知
de: Bei Ablauf benachrichtigen
en: Notify when finished
es: Notificar al finalizar
fr: Me prévenir à la fin
id: Beri tahu saat selesai
it: Notifica a fine conteggio
ja: 終了時に通知
ko: 완료 시 알림
nl: Meld als de timer klaar is
pl: Powiadamiaj po zakończeniu
pt_br: Notificar ao Terminar
ru: Уведомление по окончании
tr: Bitince bildir
vi: Thông báo khi hết giờ

# 到达必须晚于或等于出发的实际时刻，请核对两地日期与时区。
source: 到达不能早于出发。请检查两地的日期和时区。
de: Die Ankunft darf nicht vor der Abreise liegen. Prüfe Datum und Zeitzone beider Orte.
en: Arrival can’t be before departure. Check the dates and time zones for both places.
es: La llegada no puede ser anterior a la salida. Comprueba las fechas y zonas horarias de ambos lugares.
fr: L’arrivée ne peut pas précéder le départ. Vérifiez les dates et les fuseaux horaires des deux lieux.
id: Kedatangan tidak boleh lebih awal dari keberangkatan. Periksa tanggal dan zona waktu kedua lokasi.
it: L’arrivo non può precedere la partenza. Controlla date e fusi orari di entrambi i luoghi.
ja: 到着は出発より前にできません。両地点の日付と時間帯を確認してください。
ko: 도착은 출발보다 빠를 수 없습니다. 두 지역의 날짜와 시간대를 확인하세요.
nl: De aankomst kan niet voor het vertrek vallen. Controleer de datums en tijdzones van beide locaties.
pl: Przylot nie może nastąpić przed wylotem. Sprawdź daty i strefy czasowe obu miejsc.
pt_br: A chegada não pode ser anterior à partida. Confira as datas e os fusos horários dos dois locais.
ru: Прилёт не может быть раньше вылета. Проверьте даты и часовые пояса обоих мест.
tr: Varış, kalkıştan önce olamaz. İki konumun tarihlerini ve saat dilimlerini denetleyin.
vi: Giờ đến không được sớm hơn giờ khởi hành. Hãy kiểm tra ngày và múi giờ của cả hai nơi.
zh_hant: 抵達不能早於出發。請檢查兩地的日期和時區。
